Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Los resultados tabulados deben presentar la fecha de ejecución, sujeto, período de estudio, medicamento administrado (sea este multifuente o comparador) y el tiempo transcurrido entre la administración del medicamento y la toma de muestras de sangre, en un formato claro.
es_es: Tabulated results should clearly include run date, subject, study period, administered drug (whether multi-source or comparator) and the time between drug administration and blood sampling.

source: Los riesgos de una decisión de bioexención incorrecta en términos del índice terapéutico e indicaciones clínicas para el principio activo (ver sección 6.1 para los casos en que se requiere un estudio in vivo para demostrar la bioequivalencia).
es_es: The risks of a wrongly granted biowaiver in terms of the drug substance therapeutic index and clinical indications (see 6.1 for cases where an in vivo study is required to demonstrate bioequivalence).

source: Los siguientes requisitos deben ser considerados en la planificación, realización y evaluación de los resultados de un estudio destinado a demostrar la equivalencia mediante la medición de respuestas farmacodinámicas:
es_es: The following should be considered in planning, conducting and evaluating the results of an equivalence study based on pharmacodynamic responses:

source: Los sujetos no deben tener antecedentes de problemas de alcoholismo o abuso de drogas, y deben ser preferiblemente no fumadores.
es_es: Subjects should have no history of alcoholism or drug abuse, and preferably be non-smokers.

source: Los sujetos que están siendo o han sido previamente tratados por problemas gastrointestinales o trastornos convulsivos, depresivos o hepáticos, y en los que existe un riesgo de una recurrencia durante el período de estudio, deben ser excluidos.
es_es: Exclusion criteria include subjects currently or previously treated GI conditions, seizure, depressive or hepatic disorders, and who are at risk of recurrence during the study period.

source: Los tensoactivos no deben ser utilizados en los medios de disolución.
es_es: Surfactants should not be used in dissolution media.

source: Los tiempos de muestreo para los perfiles de disolución, tanto para la concentración de referencia como para las concentraciones adicionales deben ser el mismo.
es_es: Sampling times for dissolution profiles for both the reference concentration and the additional concentrations should be the same.

source: Los tipos de estudios más usuales son:
es_es: The most common types of studies are:

source: Los valores extremos pueden tener un impacto significativo en los datos del estudio de bioequivalencia (BE), debido al número relativamente pequeño de sujetos normalmente involucrados; sin embargo, rara vez es aceptable excluir los datos.
es_es: Outliers can have a significant impact on bioequivalence study data, due to the relatively small number of subjects typically involved; however, it is rarely acceptable to exclude data.

source: Los voluntarios deben ser examinados mediante pruebas de laboratorio certificado, historia clínica y un examen físico.
es_es: Screened of volunteers must include certified laboratory tests, medical history, and a physical examination.

source: Los voluntarios no deben tomar ningún otro medicamento, bebidas alcohólicas y suplementos dietarios durante un período establecido antes o durante el estudio.
es_es: Volunteers should not take any other medications, alcoholic beverages and dietary supplements for a set period before or during the study.

source: Loss during inspection incl. AQL sampling
es_es: Pérdida durante la inspección, incl. el muestreo de un límite cualitativo aceptable

source: Loss during sterile filrtation and aseptic filling
es_es: Pérdida durante el filtrado estéril y el llenado aséptico

source: Loss of blood at groin site following procedure and absent pulses.
es_es: Pérdida de sangre en el sitio inguinal después del procedimiento y pulso ausente.

source: Loss on drying
es_es: Pérdida por desecación

source: Loss on drying:
es_es: Pérdida por desecación:

source: Loss on drying (2.2.32):
es_es: Pérdida por desecación (2.2.32):

source: Lot
es_es: Lote

source: Lot numbering and expiry date of every vial adapter is provided on the lid of the immediate packaging of the adapter.
es_es: Los números de lote y la fecha de vencimiento están en la lengüeta del acondicionamiento primario que protege cada adaptador de vial.

source: Lot release (Y/N)
es_es: Liberación del lote (sí/no)

source: Lote del producto.
es_es: Product batch.

source: Low (step 1) and high (step 2 + 3) energy
es_es: Consumo energético bajo (paso 1) y alto (pasos 2 + 3)

source: Low and high energy, jacketed with or without vacuum
es_es: Baja y alta energía, con y sin camisa de vacío

source: Low endotoxin recovery
es_es: Recuperación baja de endotoxinas.

source: Low frequencies in both treatment groups were observed for the analysis including urosepsis based on the PT, and pyelonephritis based on the narrow sub BIcMQ (empagliflozin: 24 patients, 0.8%; placebo: 17 patients, 0.6%); see Tables 12.1.3.5: 2 and 15.3.1.8: 10.
es_es: Se observaron frecuencias bajas en ambos grupos de tratamiento para los análisis de urosepsis acordes al término preferente respectivo y la pielonefritis basada en el la consulta específica sub-BIcMQ (empagliflozina: 24 pacientes, 0.8%; placebo: 17 pacientes, 0.6%); véanse las Tablas 12.1.3.5: 2 y 15.3.1.8: 10.

source: Low mass, small molecule impurities are inherently cleared in the manufacturing process by standard unit operations such as UF / DF and size exclusion or bind / elute chromatography
es_es: Las impurezas de moléculas pequeñas y de baja masa se eliminan inherentemente en el proceso de fabricación mediante operaciones unitarias estándar como UF/DF y la cromatografía de exclusión por tamaño o por de unión/elución.

source: Low molecular weight
es_es: Bajo peso molecular

source: Low molecular weight (LMW) species
es_es: Especies de bajo peso molecular

source: Low molecular weight (species)
es_es: (Especie de) bajo peso molecular

source: Low molecular weight species cannot be quantitated with sufficient resolution via HPSEC and are thus controlled by capillary gel electrophoresis (CGE) reduced.
es_es: Dado que las especies de bajo peso molecular no pueden cuantificarse con suficiente resolución por medio de HPSEC, se controlan por electroforesis capilar en gel (CGE) en condiciones reductoras.

source: Low molecular weight species (LMW)
es_es: Especie de bajo peso molecular

source: Low pH Inactivation and Neutralization
es_es: Inactivación de pH bajo y neutralización

source: Low temp.
es_es: Temp. baja

source: Low temp./low pressure
es_es: Temp. baja/presión baja

source: Low temp./ low pressure1
es_es: Temp. baja./ presión baja1

source: Lower [20.40 ppb]
es_es: Inferior [20.40 ppb]

source: Lower and upper limits for investigated parameters are provided in Table 9.
es_es: En la Tabla 9, se proporcionan los límites inferior y superior de los parámetros investigados.

source: Lower concentration
es_es: Concentración inferior

source: Lower concentration:
es_es: Concentración inferior:

source: Lower element of outer case – part of needle stick prevention feature
es_es: Parte inferior de la cubierta externa: parte del mecanismo de prevención de pinchazos

source: Lower limit
es_es: Límite inferior

source: Lower limit of 95 % confidence interval
es_es: Límite inferior del intervalo de confianza del 95 %

source: Lower number of BDS lots can be mixed.
es_es: Pueden mezclarse menos lotes del granel del principio activo.

source: Lubricant:
es_es: Lubricante:

source: Lubricante
es_es: Lubricant

source: Lumpectomy from breast prior to stroke onset.
es_es: Mastectomía parcial antes del inicio del ACV.

source: Lux hours
es_es: Lux-hora

source: Luxembourg
es_es: Luxemburgo

source: Lyophilisation
es_es: Liofilización

source: Lyophilisate
es_es: Liofilizado

source: Lyophilisate 40 mg/vial, 50 mg/vial
es_es: Liofilizado, 40 mg/frasco-ampolla, 50 mg/frasco-ampolla

source: Lyophilisate for solution for injection 25 mg
es_es: Liofilizado para solución inyectable, 25 mg

source: Lyophilisate:
es_es: Liofilizado:

source: Lyophilisates
es_es: Liofilizados

source: Lyophilisates from small-scale experiments (left: typical appearances, right: varying lyophilisate structure)
es_es: Liofilizados de experimentos a pequeña escala (izquierda: aspectos típicos, derecha: diferente estructura de liofilizado)

source: Lyophilisation parameter
es_es: Parámetro de liofilización

source: Lyophilisation and stoppering
es_es: Liofilización y taponamiento

source: Lyophilisation cycle
es_es: Ciclo de liofilización

source: Lyophilisation is performed in a class A area.
es_es: La liofilización se hace en un área de clase A.

source: Lyophilisation rubber stopper, 20 mm, grey, bromobutyl 4023
es_es: Tapón de caucho de liofilización, 20 mm, gris, bromobutilo 4023

source: Lyophilisation rubber stopper, 20 mm, grey, coated, bromobutyl 4023
es_es: Tapón de caucho del liofilizado, 20 mm, gris recubierto con bromobutilo 4023

source: Lyophilisation cycle development
es_es: Desarrollo del ciclo de liofilización

source: Lyophilisation cycle for validation fills
es_es: Ciclo de liofilización para los llenados de validación

source: Lyophilisation process data of the experiment with 8°C and 0.08 mbar during primary drying 1
es_es: Resultado del proceso de liofilización del experimento con 8 °C y 0.08 mbar durante el secado primario 1

source: Lyophilisation robustness study
es_es: Estudio de robustez de la liofilización

source: Lyophilised: 150,000 lx*h 2
es_es: Liofilizado: 150,000 lx*h 2

source: Lyophiliser
es_es: Liofilizador

source: Lyophilizate
es_es: Liofilizado

source: Lyophilizate (document number 79815-p320al0107 / q00108247-10)
es_es: Liofilizado (número de documento 79815-p320al0107 / q00108247-10)

source: Lyophilizate (document number 79815-p340al0101 / q00218714-01)
es_es: Liofilizado (número de documento 79815-p340al0101 / q00218714-01)

source: Lyophilizate (document number b79875-p310al0203 / q00216484-03)
es_es: Liofilizado (número de documento b79875-p310al0203 / q00216484-03)

source: Lyophilizate (document number 79815-p330al0105 / q00099630-08)
es_es: Liofilizado (número de documento79815-p330al0105 / q00099630-08)

source: Lys-His-Arg-Arg (296- 299) to Ala-Ala-Ala-Ala
es_es: Lys-His-Arg-Arg (296- 299) por Ala-Ala-Ala-Ala

source: Lysin Agarose. act.
es_es: Mez. act.

source: Lysine act.-pool
es_es: Mez. act. lisina

source: Lysol (Lysotan) can no longer be purchased in EU.
es_es: Ya no es posible adquirir Lysol (Lysotan) en la UE.

source: Lysol can no longer be purchased in EU.
es_es: Ya no es posible adquirir Lysol en la UE.

source: Límite inferior
es_es: Lower limit

source: Límite inferior de cuantificación;
es_es: Lower limit of quantification;

source: Límite superior
es_es: Upper limit

source: M = reference value according to Ph. Eur. /USP/JP
es_es: M = valor de referencia según Ph. Eur. /USP/JP

source: M = reference value according to Ph.Eur./USP/JP
es_es: M = valor de referencia según Ph. Eur./USP/JP

source: M HCl, 900 mL
es_es: HCl 900 M

source: M Phosphate Buffer (pH 6.8):
es_es: Buffer Na-fosfato (pH 6.8)

source: M1 MCA
es_es: M1 ACM

source: M1 segment MCA
es_es: Segmento M1, art. media prox.

source: M1 segment Middle Cerebral Artery
es_es: Segmento M1 de la arteria cerebral media

source: M2 segment MCA
es_es: Segmento M2, art. media prox.

source: M2 segment Middle Cerebral Artery
es_es: Segmento M2 de la arteria cerebral media

source: Machine parts with direct product contact are dedicated to the manufacture of tenecteplase powder for solution for injection 50 mg/vial Drug Product and are listed in Table 4
es_es: En la Tabla 4, se enumeran las piezas que están en contacto directo con el producto y que funcionan en forma dedicada a la fabricación del medicamento Tenecteplasa, polvo para solución inyectable, 50 mg/frasco-ampolla.

source: MAA led the imaging core laboratory with NS, FBa, MH, FBe, IA, and BKM providing support.
es_es: MAA dirigió el laboratorio central de imágenes con apoyo de NS, FBa, MH, FBe, IA y BKM.

source: MAH
es_es: Tit. de la aut. para la comerc.

source: MAIN OUTCOMES AND MEASURES The primary outcome was reperfusion of greater than 50% of the involved ischemic territory prior to thrombectomy, assessed by consensus of 2 blinded neuroradiologists.
es_es: PRINCIPALES CRITERIOS DE VALORACIÓN Y MEDICIONES El criterio de valoración principal es la reperfusión de más del 50% del territorio isquémico afectado antes de la trombectomía, según la evaluación consensuada de 2 neuroradiólogos enmascarados.

source: MANUFACTURE
es_es: FABRICACIÓN

source: MANUFACTURER
es_es: FABRICANTE

source: MANUFACTURER'S AUTHORISATION:
es_es: AUTORIZACIÓN DE FABRICACIÓN

source: MANUFACTURING FLOW CHART
es_es: FLUJOGRAMA DE FABRICACIÓN

source: MANUFACTURING FLOW CHART AND EQUIPMENT
es_es: FLUJOGRAMA DE FABRICACIÓN y EQUIPOS USADOS

source: MANUFACTURING FLOW CHART OF ENCAPSULATION PROCESS
es_es: FLUJOGRAMA DE FABRICACIÓN DEL PROCESO DE ENCAPSULAMIENTO

source: MANUFACTURING FLOW CHART OF FILL MIX
es_es: FLUJOGRAMA DE FABRICACIÓN DE LA MEZCLA DE RELLENO

source: MANUFACTURING OPERATIONS (according to part 1)
es_es: OPERACIONES DE FABRICACIÓN (según la parte 1)

source: MANUFACTURING PROCESS
es_es: PROCESO DE FABRICACIÓN

source: MANUFACTURING PROCESS DEVELOPMENT
es_es: DESARROLLO DEL PROCESO DE FABRICACIÓN

source: MARCA COMERCIAL
es_es: PROPRIETARY NAME

source: MARZO / 2024
es_es: MARCH / 2024

source: MATERIAL DE VIDRIO Y PIPETAS
es_es: GLASSWARE AND PIPETTES

source: MATERIALS
es_es: MATERIALES

source: MATERIALS AND METHODS
es_es: MATERIALES Y MÉTODOS

source: MATERIALS OF CONSTRUCTION
es_es: MATERIALES DE ELABORACIÓN

source: MATERIALS, EQUIPMENT AND METHODS
es_es: MATERIALES, EQUIPOS Y MÉTODOS

source: MCA
es_es: ACM

source: MCA=middle cerebral artery.
es_es: MCA=Arteria cerebral media

source: MCB
es_es: BCM

source: MDD
es_es: DDM

source: MDH has received consulting fees from Sun Pharma and Brainsgate and has stock options in Circle NVI.
es_es: MDH ha recibido honorarios por consultoría de Sun Pharma y Brainsgate y tiene opciones sobre acciones en Circle NVI.

source: MEASUREMENT
es_es: MEDICIÓN

source: MEASUREMENTS OF TREATMENT COMPLIANCE
es_es: MEDIDAS DE CUMPLIMIENTO CON EL TRATAMIENTO

source: MEDICAL BACKGROUND
es_es: ANTECEDENTES MÉDICOS

source: MELFALAN
es_es: MELPHALAN

source: MERCAPTOPURINA
es_es: MERCAPTOPURINE

source: METABOLIC ACTIVATION
es_es: ACTIVACIÓN METABÓLICA

source: METALYSE 10 000 U (50 mg) powder and solution for solution for injection and METALYSE 5 000 U (25 mg) powder for solution for injection
es_es: METALYSE, 10000 U (50 mg), polvo y solución para solución inyectable y METALYSE 5000 U (25 mg), polvo y solución inyectable

source: METALYSE 5 000 U (25 mg) powder for solution for injection
es_es: METALYSE, 5000 U (25 mg), polvo para solución inyectable

source: METALYSE 5000 UNITS (25MG) POWDER FOR SOLUTION FOR INJECTION
es_es: METALYSE, 5000 U (25 mg), polvo para solución inyectable

source: METFORMINA
es_es: METFORMIN

source: METHOD DESCRIPTION
es_es: DESCRIPCIÓN DEL MÉTODO

source: METHOD I
es_es: MÉTODO I

source: METHOD II
es_es: MÉTODO II

source: METHOD SCOPE
es_es: ALCANCE DEL MÉTODO

source: METHODOLOGY FOR RISK ASSESSMENT
es_es: METODOLOGÍA DE LA EVALUACIÓN DE RIESGOS

source: METHODS
es_es: MÉTODOS

source: METILDIGOXINA
es_es: METHYLDIGOXIN

source: METOTREXATO
es_es: METHOTREXATE

source: MHRA reserve the right to perform risk-based supervision of sites by either on-site inspections or distant assessments and, based on the outcome, may continue to issue, withdraw or restrict GMP and GDP certificates, as appropriate”.
es_es: La MHRA se reserva el derecho de supervisar las plantas respectivas basándose en los riesgos correspondientes, ya sea mediante inspecciones in situ o evaluaciones a distancia y, en función del resultado, puede continuar emitiendo, retirando o restringiendo los certificados de buenas prácticas de fabricación y documentación, según corresponda”.

source: MI
es_es: IM

source: MICROBIOLOGICAL ATTRIBUTES
es_es: ATRIBUTOS MICROBIOLÓGICOS

source: MOBILE PHASE
es_es: FASE MÓVIL

source: MOBILE PHASE AND SOLUTION PREPARATION
es_es: FASE MÓVIL Y PREPARACIÓN DE LA SOLUCIÓN

source: MOLECULAR WEIGHT
es_es: PESO MOLECULAR

source: MOLECULAR FORMULA
es_es: FÓRMULA MOLECULAR

source: MOXETUMOMAB PASUDOTOX, ANAKINRA, ALDESLEUKIN, CRM197, PEG-FGF21, FGF21
es_es: MOXETUMOMAB PASUDOTOX, ANAKINRA, ALDESLEUKINA, CRM197, PEG-FGF21, FGF21

source: MR Perfusion (or CT Perfusion) - Reperfusion at 24hrs
es_es: Perfusión por RM (o perfusión por TC) - Reperfusión a las 24 h

source: MRA (or CTA) - Recanalization at 24hrs
es_es: Angiografía por RM (o por TC): recanalización a las 24 horas.

source: MRA (or CTA) - Recanalization at 24hrs DWI
es_es: Angiografía por RM (o angiografía por TC) - Recanalización a las 24 h según las imágenes de ponderación por difusión

source: MRAs
es_es: ARM

source: MRD part:
es_es: parte de dosis múlt. asc.:

source: MRHD
es_es: DRMH

source: MRI
es_es: RMN

source: MRI - DWI, T2*, FLAIR, MRP, MRA (or CT/CTP at investigator discretion)
es_es: RM - IPD, T2*, FLAIR, PRM, ARM (o TC/PTC según criterio del investigador)

source: MRI at 15:35 showed parenchymal hematoma measuring <30% of the infarct (ie PH1) in a complete MCA+ACA infarct.
es_es: En la RM de las 15:35, se observó hematoma parenquimatoso de <30% del infarto (es decir, PH1) en un infarto de ACM+ACA.

source: MRI performed 24h post treatment, NIHSS increased to 37.
es_es: Se realizó una RM 24 h después del tratamiento, el puntaje NIHSS aumentó a 37.

source: MRI – MRP, DWI, MRA at 24 hours (or CTP at investigator’s discretion)
es_es: RM – PRM, IPD, ARM a las 24 horas (o PTC según el criterio del investigador)

source: MRP
es_es: PRM

source: MRP (or CTP) - Reperfusion at 24hrs
es_es: Perfusión por RM (o por TC): reperfusión a las 24 horas.

source: MS-Chromatogram of material no. 4 (empagliflozin / metformin HCl)
es_es: Cromatogramas-Espectrometría de masas del material N.° 4 (empagliflozina/clorhidrato de metformina)

source: MS-Chromatogram of material no. 5 (empagliflozin / metformin HCl)
es_es: Cromatogramas-Espectrometría de masas del material N.° 5 (empagliflozina/clorhidrato de metformina)

source: MS-Chromatogram of material no.6(empagliflozin / metformin HCl)
es_es: Cromatogramas-Espectrometría de masas del material N.° 6 (empagliflozina/clorhidrato de metformina)

source: MS-Chromatogram of material no.7(empagliflozin / metformin HCl)
es_es: Cromatogramas-Espectrometría de masas del material N.° 7 (empagliflozina/clorhidrato de metformina)

source: MS-Chromatogram of material no.8(empagliflozin / metformin HCl)
es_es: Cromatogramas-Espectrometría de masas del material N.° 8 (empagliflozina/clorhidrato de metformina)

source: MS-Chromatogram of material no.9(empagliflozin / metformin HCl)
es_es: Cromatogramas-Espectrometría de masas del material N.° 9 (empagliflozina/clorhidrato de metformina)

source: MS-Chromatograms of material no. 2 (linagliptin / metformin HCl)
es_es: Cromatograma-Espectrometría de masas del material N.° 2 (linagliptina/clorhidrato de metformina)

source: MS-Chromatograms of material no. 3 (linagliptin / metformin HCl)
es_es: Cromatograma-Espectrometría de masas del material N.° 3 (linagliptina/clorhidrato de metformina)

source: MS-chromatograms of material no. 1 (lingaliptin / metformin HCl)
es_es: Cromatograma-Espectrometría de masas del material N.° 1 (linagliptina/clorhidrato de metformina)

source: MSU
es_es: Un. móvil de ACV

source: MUESTRAS
es_es: SAMPLES

source: MUTAGENICITY
es_es: MUTAGENICIDAD

source: MUTATION ASSAY
es_es: VALORACIÓN DE LAS MUTACIONES

source: Machine idle time
es_es: Tiempo de inactividad de la máquina

source: Macro-albuminuria, UACR >300 mg/g; micro-albuminuria, UACR 30 to 300 mg/g; normo-albuminuria, UACR <30 mg/g
es_es: Macroalbuminuria, cociente albúmina/creatinina en orina (CACO) >300 mg/g; microalbuminuria, CACO de 30 a 300 mg/g; normoalbuminuria, CACO <30 mg/g

source: Macrogol 6000 (Polyethylene glycol 6000)
es_es: Macrogol 6000 (Polietilenglicol 6000)

source: Magnesium
es_es: Magnesio

source: Magnesium Stearate
es_es: Estearato de magnesio

source: Magnesium stearate
es_es: Estearato de magnesio

source: Magnesium stearate is used as lubricant at a low level of 1.7 % for the manufacturing of empagliflozin / linagliptin film-coated tablets.
es_es: Se utiliza estearato de magnesio como lubricante a un nivel bajo (1,7 %) en la fabricación de comprimidos recubiertos de empagliflozina / linagliptina.

source: Magnesium stearate*
es_es: Estearato de magnesio*

source: Magnesium sulfate, anhydrous
es_es: Sulfato de magnesio anhidro

source: Magnetic Resonance Angiography
es_es: Angiografía por resonancia magnética

source: Magnetic Resonance Imaging
es_es: Resonancia magnética

source: Magnetic Resonance Perfusion imaging
es_es: Perfusión por resonancia magnética

source: Main components to be collected were unscheduled outpatient visits and hospitalisations.
es_es: Los principales componentes recabados fueron las visitas ambulatorias no programadas y las hospitalizaciones.

source: Main criteria for inclusion
es_es: Principales criterios de inclusión

source: Main diagnosis for trial entry
es_es: Diagnóstico principal para el ingreso en el ensayo

source: Main glycosylation variants and their relative distribution (see Table 68) and the qualitative profiles (see Figure 50) are comparable for TNKase® and Metalyse®.
es_es: Las variantes principales de glicosilación y su distribución relativa (véase la Tabla 68) y los perfiles cualitativos (véase la Figura 50) de TNKase® y de Metalyse® son comparables.

source: Main peak
es_es: Pico principal

source: Main peak [%]
es_es: Pico principal [%]

source: Main peak:
es_es: Pico principal:

source: Main peak: 54 – 67 %
es_es: Pico principal: 54 – 67%

source: Main peak: 59 - 66 %
es_es: Pico principal: 59 - 66%

source: Main peak: 59 – 66 %
es_es: Pico principal: 59 – 66%

source: Main peak: rationale for proposed acceptance criterion
es_es: Pico principal: justificación del criterio de aceptación propuesto

source: Main peak: ≥ 95.4 %
es_es: Pico principal: ≥ 95,4%

source: Main peak: ≥ 96.5 %
es_es: Pico principal: ≥ 96,5%

source: Main peak: ≥ 50 %
es_es: Pico principal: ≥ 50 %

source: Mainly, an increase of two-chain peaks can be observed in the DS STAB sample.
es_es: Principalmente, se puede observar un aumento de los picos de dos cadenas en la muestra para análisis de estabilidad del principio activo.

source: Maintenance of product quality during assembly
es_es: mantenimiento de la calidad del producto durante el ensamblaje,

source: Maintenance of sterility of tenecteplase DP throughout the shelf life is a pharmacopoeial requirement for parenteral preparations to ensure patient safety.
es_es: El mantenimiento de la esterilidad del medicamento tenecteplasa a lo largo de la vida útil es un requisito de farmacopea de las preparaciones parenterales para garantizar la seguridad del paciente.

source: Maize Starch
es_es: Almidón de maíz

source: Maize Starch Paste
es_es: Pasta de almidón de maíz

source: Maize starch
es_es: Almidón de maíz

source: Maize starch (Corn starch)
es_es: Almidón de maíz (amidón, maíz)

source: Maize starch dried
es_es: Almidón de maíz desecado

source: Major changes in the global amendments are summarised below.
es_es: A continuación, se resumen los principales cambios globales.

source: Major changes introduced by the TSAP
es_es: Cambios principales introducidos a través del plan de análisis estadístico del ensayo
